---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassExteriorWallArea
source: html/0f59af9c-1313-7d58-b19a-18bdc3f8ed1a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassExteriorWallArea Property

"Mass Exterior Wall Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassExteriorWallArea { get; }
```